[
  {
    "id": 1,
    "name": "alexander1420",
    "profile_image" : "https://fiverr-res.cloudinary.com/image/upload/f_auto,q_auto,t_profile_small/v1/attachments/profile/photo/d97e6c704cad52b8efe3b0af0dc21cda-1625138403028/db021335-cffe-4363-8fec-f70090c64412.jpeg",
    "position": "client",
    "ref_comp" : "fiverr",
    "star": 5,
    "description": "Tahirahmad did an outstanding job designing a modern, intuitive, and fully responsive UI/UX for our website. The level of professionalism and creativity brought to the project was exceptional. The new design has significantly improved user engagement and accessibility across all devices. Highly recommended for anyone in need of top-notch web design services!"
  },
  {
    "id": 2,
    "name": "Mashuke Alam Jim",
    "profile_image" : "https://media.licdn.com/dms/image/v2/D5603AQHMeDLxteC1iw/profile-displayphoto-shrink_100_100/profile-displayphoto-shrink_100_100/0/1724677238275?e=1731542400&v=beta&t=XXLo8XuHrjaEeeeWsnUXFA9xzpZ50l-__NznlQWWd5M",
    "position": "software engineer",
    "ref_comp" : "nascenia",
    "star": 5,
    "description": "I had the pleasure of working with Tahir Ahmed, and I can confidently say that he is an exceptional front-end developer. Tahir is highly skilled in React and Next.js, consistently delivering clean, efficient, and well-structured code. His expertise in these technologies is impressive, and he always ensures that his designs are user-friendly and visually appealing.What sets Tahir apart is not just his technical abilities, but also his work ethic and professionalism. He is incredibly polite, hardworking, and always follows through with instructions to the letter. His honesty and dedication to his craft make him a reliable team member who can be trusted to take ownership of tasks and deliver results on time.Tahir would be an asset to any team, and I highly recommend him for any front-end development roles. He has my full endorsement, and I’m confident he will excel in any opportunity he takes on."
  }
]
